---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ExportFailures
source: html/d79bd915-cce6-c082-b5f4-1f187369320a.htm
---
# BuiltInFailures.ExportFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.